Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_norsk-sam1.html.tmx
Source language: sme
Languages: sma

source: dovdát álkes sániid, namaid, doahpagiid ja álkes cealkagiid mat gusket beaivválaš dilálašvuođaide
sma: aelhkie baakoeh, nommh, dïejvesh jïh aelhkie raajesh guarkedh mah leah aarkebiejjien tsiehkiej bïjre

source: dearvvahit, giitit, jearahit ja vástidit álkes jearaldagaide
sma: buarastehtedh, gijhtedh, gihtjedh jïh aelhkie gyhtjelassh vaestiedidh

source: laktit oktii álkes sániid oanehis cealkkan
sma: aelhkie baakoeh tjåanghkan bïejedh åenehks raajesidie

source: lohkat ja geavahit loguid gulahallamis
sma: ryöknedh jïh taalide nuhtjedh govlesadtemisnie

source: lohkat stuorra ja smávva deaddiluvvon bustávaid
sma: stoerre jïh smaave trygkeme bokstaavh lohkedh

source: lohkat álkes teavsttaid ja ságastallat daid dáhpáhusaid birra
sma: aelhkie tjaalegh lohkedh jïh heannadimmien bïjre dejnie soptsestidh

source: ságastallat jietnadagaid ja bustávaid gaskavuođa, hállangiela ja čállingiela gaskavuođa ja dárogiela ja sámegiela ovttaláganvuođaid ja erohusaid birra
sma: ektiedimmien bïjre soptsestidh gïeletjoejen jïh bokstaaven gaskem, soptsestimmiegïelen jïh tjaelemegïelen gaskem jïh joekehtsi jïh hedtiej bïjre nöörjen jïh saemien gaskem

source: geavahit stuorra ja smávva bustávaid ja geahččaladdat sániiguin, sihke iežas giehtačállosiin ja dihtoriin
sma: smaave jïh stoerre bokstaavh tjaeledh, jïh baakoejgujmie eksperimenteradidh gosse gïetine tjaala jïh tastatuvresne

source: bargat hutkkálaččat sárgumiin ja čállimiin lohkama oktavuođas
sma: skaehpiedihkslaakan barkedh guvviedimmine jïh tjaelieminie gosse lohkeminie

source: ságastallat dárogiela birra ja makkár dilálašvuođain geavaha dárogiela ja sámegiela
sma: nöörjen gïelen bïjre soptsestidh jïh mennie tsiehkine nöörjen jïh saemien nåhtede

source: ságastallat lávlagiid, hoahkamiid, divttaid, máidnasiid ja muitalusaid sisdoalu birra
sma: sisvegen bïjre soptsestidh laavloeminie, raajrojne, diktine, heamturinie jïh soptsesinie

source: Gelbbolašvuođamihttomearit 4. jahkeceahki maŋŋil
sma: Maahtoeulmie 4. daltesen mænngan

source: guldalit earáid, áddet álkes ságastallamiid iežas vásáhusain ja oassálastit daidda
sma: mubpide goltelidh, guarkedh jïh meatan årrodh aelhkie soptsestimmine dan bïjre maam jïjtje dååjreme jïh dååjrehtamme

source: geavahit sátnehivvodaga mii gokčá beaivválaš diliid
sma: aktem baakoeveahkam nuhtjedh mij biejjieladtje tsiehkieh feerhmie

source: ovdanbuktit álkes teavsttaid
sma: aelhkie tjaalegh åehpiedehtedh

source: loguiguin almmuhit hattiid, hivvodagaid ja sturrodagaid
sma: taalh nuhtjedh juktie åasah, veahkah jïh stoeredahkh jiehtedh

source: lohkat čáppagirjjálašvuođa ja fágateavsttaid mánáid várás ja albmanahttit iežas oaiviliid teavsttaid birra
sma: tjiehpieslidteratuvrem jïh faagetjaalegh maanide lohkedh, jïh jïjtsh mïelh tjaalegi bïjre buektedh

source: dovdát ja geavahit álkes gielalaš váikkuhangaskaomiid nugo geardduheami ja kontrástta
sma: damtijidh jïh nuhtjedh aelhkie gïeleviehkiedïrregh goh mubpesth jiehtedh jïh vuestiebielie

source: gávdnat dieđuid teavsttain šearpmas dahje báhpáris sániid ja illustrašuvnnaid ovttastemiin
sma: bïevnesh gaavnedh viehkine baakoeh jïh guvvieh aktanidh tjaaleginie sjeermesne jïh paehpierisnie

source: čállit álkes válddahalli ja muitaleaddji teavsttaid
sma: aelhkie tjaalegh tjaeledh mah buerkiestieh jïh soptsestieh

source: gávdnat girjerádjosis ja Interneahtas áššiid iežas lohkamii ja čállimii
sma: gærjagåetiem jïh gaskeviermiem nuhtjedh juktie aamhth gaavnedh jïjtse lohkemasse jïh tjaeliemasse

source: ságastallat dáru ja sámi gielaid ja kultuvrraid iežas vásáhusaid vuođul ja buohtastahttit daid
sma: nöörjen jïh saemien gïelen jïh kultuvren bïjre soptsestidh jïh dejtie viertiestidh jïjtse dååjrehtimmiej mietie

source: ovdanbuktit jurdagiid giela, persovnnaid ja dáhpáhusaid birra iešguđet áiggiid ja kultuvrraid beaivválaš eallima teavsttain ja čáppagirjjálašvuođa teavsttain
sma: åssjaldahkh buektedh gïelen, almetji jïh heannadimmien bïjre tjaaleginie aarkebiejjeste jïh tjiehpieslidteræære tjaaleginie ovmessie baelijste jïh kultuvrijste

source: Gelbbolašvuođamihttomearit 7. jahkeceahki maŋŋil
sma: Maahtoeulmie 7. daltesen mænngan

source: guldalit earáid, ovdanbuktit ja ákkastallat iežas oaiviliid ja respekteret earáid oaiviliid
sma: mubpide goltelidh, jïjtsh mïelh buektedh jïh buerkiestidh, jïh seahkarimmiem vuesiehtidh mubpiej mïelide

source: dárogillii muitalit iežas sániiguin dárogiel ja sámegiel muitalusaid ja njálmmálaš ovdanbuktimiid váldosisdoalu
sma: nöörjengïelesne jïjtse baakoejgujmie åejviesisvegem vaajestidh soptsesinie jïh njaalmeldh åehpiedehteminie nöörjengïelesne jïh saemiengïelesne

source: áddet veahá ruoŧagiela ja dánskkagiela
sma: ånnetji guarkedh gosse naaken sveerjen jïh daanske gïelem soptseste

source: doaibmat iešguđet rollain drámádoaimmaid, jitnositlohkama ja ovdanbuktima bokte
sma: ovmessie råållah haalvedh draamadarjoeminie, lohkeminie jïh åehpiedehteminie

source: geavahit musihkalaš albmanemiid ja govaid ovdanbuktimiin
sma: musihken vuekieh jïh guvvieh nuhtjedh gosse maam akt soptseste jïh åehpiedahta

source: geavahit heivvolaš sátnehivvodaga muitalit iežas vásáhusaid birra, ovdanbuktit dovdduid ja iežas oaiviliid ja ságastallat álkes fágalaš fáttáid birra
sma: aktem sjiehteles baakoeveahkam nuhtjedh juktie jïjtse dååjresi jïh dååjrehtimmiej bïjre soptsestidh, domtesh jïh jïjtse mïelh buektedh jïh aelhkie faageles teemaj bïjre soptsestidh

source: albmanahttit valuhta, mihtuid ja deattu birra
sma: valutan, möölegi jïh væktoen bïjre soptsestidh

source: lohkat čáppagirjjálašvuođa teavsttaid ja áššeprosateavsttaid, ja ságastallat sisdoalu ja iežas lohkanvásáhusaid birra
sma: tjiehpieslidteræære tjaalegh jïh aamhteseprovsatjaalegh lohkedh, jïh sisvegen jïh jïjtse lohkemedååjresi bïjre soptsestidh

source: lohkat ja ságastallat álkes teavsttaid dan dárogiel giellahámis mas ohppiin ii leat čálalaš oahpahallan
sma: lohkedh jïh soptsestidh aelhkie tjaalegi bïjre dennie nöörjen gïelehammosne mesnie learohke ij lïerehtimmiem utnieh

source: čujuhit teavstta váldobeliide ja čoahkkáigeassit daid
sma: ussjedidh jïh tjåanghkan giesedh åejviebiehkide aktene tjaalegisnie

source: hálddašit dávjá geavahuvvon sániid ortografiija ja gaskamerkema dábáleamos njuolggadusaid
sma: ortografijem haalvedh dejnie baakojne mah jeenjemes åtnasuvvieh, jïh dah sïejhmemes njoelkedassh væhtabïejemasse haalvedh

source: čállit teavsttaid main lea čielga fáddá, ja duddjot oktavuođa cealkagiid ja teakstabihtáid gaskii
sma: tjaalegh tjaeledh tjïelke teemine, jïh ektiedimmiem sjugniedidh raajesi jïh boelhki gaskem

source: ovdanbuktit vásáhusaid ja beroštumiid muitaleaddji, válddahalli ja reflekterejeaddji teavsttain
sma: dååjrehtimmieh jïh ïedtjh buektedh tjaaleginie mah soptsestieh, buerkiestieh jïh ussjedieh

source: geavahit digitála gálduid ja reaidduid hábmet ovttastuvvon teavsttaid main leat hyperčanastagat ja girjás estehtalaš váikkuhangaskaoamit
sma: digitaale gaaltijh jïh dïrregh nuhtjedh juktie tjåanghkan bïejeme tjaalegh darjodh hyperkoplingigujmie jïh jeereldihkie estetihkeles viehkiedïrregigujmie

source: ságastallat guovtte- ja máŋggagielalašvuođa birra iežas birrasa gielladiliid vuođul
sma: guektien- jïh jienebegïelevoeten bïjre soptsestidh dej gïeletsiehkiej mietie jïjtse byjresisnie

source: ságastallat dárogiela iešguđet variánttaid birra
sma: ovmessie såarhts nöörjen gïeli bïjre soptsestidh

source: čilget njálmmálaš ja čálalaš giela muhtun erohusaid
sma: naan joekehtsh buerkiestidh njaalmeldh jïh tjaaleldh gïelen gaskem

source: válddahit giellaoahpa ja teakstamáhtu doahpagiid bokte mo teavsttat leat huksejuvvon, ja ságastallat dárogiela ja sámegiela erohusaid birra
sma: buerkiestidh guktie tjaalegh leah bæjjese bigkeme viehkine dïejvesijstie grammatihkeste jïh tjaalegedaajroste, jïh joekehtsi bïjre soptsestidh nöörjen jïh saemien gaskem

source: ovdanbuktit iežas oainnuid vissis meari dárogiel mánáid- ja nuoraidgirjjálašvuođa persovnnaid, juona ja temá hárrái
sma: jïjtsh mïelh åehpiedehtedh almetji, heannadimmien jïh teeman bïjre såemies maana-jïh noerelidteratuvresne nöörjen gïelesne

source: geavahit iešguđet hápmásaš digitála sátnegirjjiid ja bábirsátnegirjjiid
sma: ovmessie såarhts baakoegærjah nuhtjedh digitaale jïh paehpierisnie

source: Gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋil
sma: Maahtoeulmie 10-daltesen mænngan

source: guldalit, čoahkkáigeassit váldosisdoalu ja gávdnat relevánta dieđuid njálmmálaš teavsttain
sma: goltelidh, åejviesisvegem tjåanghkan giesedh jïh sjyöhtehke bïevnesh olkese giesedh njaalmeldh tjaaleginie

source: ovdanbuktit iežas doaibmi sátneriggodagain mii lea heivehuvvon vuostáiváldái ja ulbmilii
sma: funksjovnelle baakoeveahkine soptsestidh, dåastoejasse jïh åssjelasse sjïehtedamme

source: dárogillii njálmmálaččat refereret dárogiel ja sámegiel sártniid ja logaldallamiid
sma: njaalmeldh nöörjengïelesne vaajestidh håalemijstie nöörjen jïh saemien gïelesne

source: searvat digaštallamiidda vuođuštuvvon oaiviliiguin ja áššálaš ákkastallamiin
sma: digkiedimmine meatan årrodh mïeligujmie mah buerkiestieh, jïh eensi argumentasjovnine

source: válddahit loguid ja eará dieđuid gráfalaš ovdanbuktimiid
sma: grafihkeles åehpiedehtemh taalijste jïh jeatjah daatijste buerkiestidh

source: ovdanbuktit fágaáššiid relevánta terminologiijan ja digitála reaidduid ja mediaid ulbmillaš geavahemiin
sma: faageaamhtesh åehpiedehtedh sjyöhtehke terminologijine jïh maereles åtnojne digitaale dïrregijstie jïh meedijijstie

source: lohkat ja analyseret iešguđetlágan teavsttain iešguđet šáŋŋeriin ja median dárogillii ja ođđadárogillii ja gaskkustit vejolaš dulkojumiid
sma: lohkedh jïh analyjseradidh gelliesåarhts tjaalegh ovmessie sjangerinie jïh meedijinie gærjagïelesne jïh orregïelesne, jïh ovmessie såarhts toelhkestimmienuepieh buektedh

source: lohkat álkes teavsttaid ruoŧa- ja dánskkagillii ja muitalit ja kommenteret sisdoalu
sma: aelhkie tjaalegh lohkedh sveerjen jïh danske gïelesne jïh sisvegem vaajestidh jïh lahtestidh

source: ovdanbuktit iežas doaibmi sátneriggodagain ja hálddašit hápmeoahpa deháleamos njuolggadusaid
sma: funksjovnelle baakoeveahkine soptsestidh jïh vihkeles njoelkedassh hammoevierhkesne haalvedh

source: dovdát váikkuhangaskaomiid humora, ironiija, kontrásttaid, buohtastahttimiid, symbolaid ja gielalaš govaid
sma: viehkiedïrregidie lustesvoete, ironije, vuestiebielieh, viertiestimmieh, symbovlh jïh gïeleguvvieh damtijidh

source: čállit hutkás, čuvgejeaddji, reflekterejeaddji ja ákkastalli teavsttaid iešguđet ovdamearkateavsttaid minstariid vuođul
sma: skaepiedihks, bievnije, ussjeden jïh argumentereden tjaalegh tjaeledh maalli mietie ovmessie vuesiehtimmietjaalegijstie

source: áddet ja dulkot dieđuid ovttastuvvon teavsttaid máŋgga ovdanbuktinvuogis
sma: guarkedh jïh toelhkedh bïevnesh jieniebistie lahtestimmievuekijste aktene tjåanghkan bïejeme tjaalegisnie

source: selvehit manne Norggas leat guokte almmolaš giela, ja digaštallat mo dárogiella ja sámegiella leat váikkuhan nubbi nubbái
sma: buerkiestidh man åvteste göökte byögkeles gïelh Nöörjesne, jïh digkiedidh guktie nöörjen jïh saemien leah sinsitniem tsevtseme

source: čilget manne Norggas leat guokte ovttaárvosaš dárogiel giellahámi, ja ságastallat Norgga dálá gielladebáhta birra
sma: buerkiestidh man åvteste göökte mïrrestalleldh nöörjen gïelehammoeh, jïh soptsestidh gïeledigkiedimmien bïjre Nöörjesne daan biejjien

source: ságastallat girjjálašvuođa, teáhtera ja filmma hámi, sisdoalu ja ulbmila birra
sma: hammoen, sisvegen jïh åssjelen bïjre soptsestidh lidteratuvresne, teaterisnie jïh filmesne

source: reflekteret mo árvvut, jurddašanvuogit ja govahallamat ovdanbuktojuvvojit dáru ja sámi teavsttain ja teavsttain mat leat jorgaluvvon eará gielain
sma: ussjedalledh guktie aarvoeh, ussjedimmievuekieh jïh åssjaldahkh våajnoes dorjesuvvieh nöörjen jïh saemien tjaaleginie jïh jarkoestamme tjaalegisnie jeatjah gïelijste

source: Gelbbolašvuođamihttomearit maŋŋel Jo1 – studerenráhkkanahtti oahppoprográmma ja Jo2 – fidnofágalaš oahppoprográmma
sma: Maahtoeulmie Jåa1 mænngan

source: guldalit earáid ákkastallama ja čájehit rabasvuođa dasa, ja geavahit relevánta ja áššálaš ákkaid digaštallamiin
sma: goltelidh jïh eerlegevoetem vuesiehtidh mubpiej argumentasjovnese, jïh sjiehteles jïh eensi argumenth nuhtjedh digkiedimmine

source: guldalit ja áddet dieđuid ruoŧa- ja dánskkagillii ja refereret daid
sma: goltelidh, guarkedh jïh vaajestidh bïevnesh sveerjen jïh daanske gïeleste

source: hálddašit iešguđet rollaid ságastallamiin, digaštallamiin, drámátiseremiin ja ovdanbuktimiin
sma: ovmessie råållah haalvedh soptsestimmine, digkiedimmine, dramatiseradimmine jïh åehpiedehteminie

source: geavahit iežas oahppoprográmma fágamáhtu ja fágaterminologiija ságastallamiin, digaštallamiin ja ovdanbuktimiin skuvlla, servodaga ja bargoeallima birra
sma: faagedaajroem jïh faageterminologijem nuhtjedh jïjtse ööhpehtimmieprogrammeste soptsestimmine, digkiedimmine jïh åehpiedehtieminie skuvlen, siebriedahken jïh barkoejieleden bïjre

source: geavahit ovdanbuktimiin máhtu retorihkalaš appellašuvdnahámiid birra
sma: daajroem nuhtjedh retorihkeles appellehammoej bïjre åehpiedehteminie

source: kombineret auditiiva, čálalaš ja visuála ovdanbuktinvugiid ja geavahit iešguđetlágan digitála reaidduid ovdanbuktimiin
sma: auditijve, tjaaleldh jïh visuelle soptsestimmievuekieh aktanidh, jïh ovmessie digitaale dïrregh nuhtjedh åehpiedehteminie

source: lohkat vissis meari dálááigásaš teavsttaid, čáppagirjjálašvuođa ja áššeprosa girjedárogillii, ođđadárogillii ja teavsttaid mat leat jorgaluvvon sámegielas, ja reflekteret sisdoalu, hámi ja ulbmila birra
sma: såemies tjaalegh, tjiehpieslidteratuvrem jïh aamhteseprovsam lohkedh daajbaaletje tïjjeste gærjagïelesne, orregïelesne jïh mah leah jarkoestamme saemien gïeleste, jïh ussjedidh sisvegen, hammoen jïh åssjelen bïjre

source: selvehit áššeprosateavsttaid ákkastallama
sma: argumentasjovnem buerkiestidh aamhteseprovsatjaaleginie

source: čállit hutkás, čuvgejeaddji ja ákkastalli teavsttaid mat leat heivehuvvon ulbmilii ja vuostáiváldái
sma: skaepiedihks, bievnije jïh argumentereden tjaalegh tjaeledh mah leah åssjelasse jïh dåastoejasse sjïehtedamme

source: ságaškuššat mo iešguđet gielalaš váikkuhangaskaoamit doibmet ja geavahit muhtumiid dain iežas teavsttain
sma: digkiedidh guktie ovmessie gïeleviehkiedïrregh leah, jïh naaken dejstie nuhtjedh jïjtse tjaaleginie

source: heivehit giela ja ovdanbuktinvugiid iešguđet čállindilálašvuođaide skuvllas, servodagas ja bargoeallimis
sma: gïelem jïh soptsestimmievuekieh sjïehtedidh ovmessie tjaelemevuekide skuvlesne, siebriedahkesne jïh barkoejieliedisnie

source: ovdamearkateavsttaid minstariid vuođul čállit teavsttaid main lea fáddá ja fágaterminologiija mii lea heivehuvvon iežas oahppoprográmmii
sma: tjaalegh tjaeledh teemine jïh faageteerminologijine mah leah sjïehtedamme jïjtse ööhpehtimmieprogrammese, maallen mietie ovmessie vuesiehtimmietjaalegijstie

source: geavahit iešguđetlágan estehtalaš ovdanbuktinvugiid ovttastuvvon teavsttain
sma: ovmessie estetihkeles soptsestimmievuekieh nuhtjedh tjåanghkan bïejeme tjaaleginie

source: geavahit digitála reaidduid iežas teavsttaid almmuheapmá
sma: digitaale dïrregh nuhtjedh gosse edtja jïjtse tjaalegh bæjhkoehtidh

source: háhkat, árvvoštallat ja geavahit fágaáššiid digitála gálduin go bargá iežas teavsttaiguin, ja čuovvut personsuodjalusa ja dahkkivuoigatvuođa njuolggadusaid
sma: veedtjedh, vuarjasjidh jïh faageaamhth nuhtjedh digitaale gaaltijijstie gosse jïjtse tjaalegigujmie barka, jïh njoelkedassh steeredh almetjevaarjelimmien jïh aalkoereaktan bïjre

source: selvehit iešguđet gielaid ja kultuvrraid mat leat Norggas ja Sámis dán áigge, ja mo iežas giella ja iežas kultuvra ovdánit ja rivdet ovttasdoaimmadettiin earáiguin
sma: buerkiestidh ovmessie gïelh jïh kultuvrh Nöörjesne jïh Saepmesne daan biejjien, jïh guktie jïjtse gïele jïh jïjtse kultuvre evtiesuvvieh jïh jorkesieh mubpiejgujmie ektine

source: ságaškuššat kulturdeaivvademiid ja kulturvuostálasvuođaid ja geavahit vuolggasadjin vissis meari dálááigásaš teavsttaid
sma: kultuvretjåanghkoeh jïh kultuvre-ovvaantoeh digkiedidh mah våaromem utnieh såemies daaletje tjaaleginie

source: dulkot ja árvvoštallat ovttastuvvon teavsttaid sisdoalu, hámi ja ulbmila ovttasdoaibmama
sma: toelhkestidh jïh vuarjasjidh ektiespïelem gaskem sisvegem, hammoem jïh åssjelem tjåanghkan bïejeme tjaaleginie

source: Gelbbolašvuođamihttomearit maŋŋel Jo2 – studerenráhkkanahtti oahppoprográmma
sma: Maahtoeulmie Jåa2 mænngan

source: dárogillii refereret njálmmálaš sámegiel teavsttaid árgabeaidiliin ja áššiin mat gusket skuvlii
sma: nöörjen gïelesne vaajestidh njaalmeldh saemien tjaalegh biejjieladtje tsiehkiej jïh aamhtesi bïjre mah leah skuvlen bïjre

source: geavahit máhtu retorihkalaš appellašuvdnahámiid birra digaštallamiin ja ovdanbuktimiin
sma: daajroem nuhtjedh retorihkeles appellehammoej bïjre digkiedimmine jïh åehpiedehteminie

source: geavahit iežas prográmmafága fágamáhtu ovdanbuktimiin ja digaštallamiin
sma: faagedaajroem nuhtjedh jïjtse programmefaagijste åehpiedehteminie jïh digkiedimmine

source: ovdanbuktit dárogielfágalaš fáttáid ja digaštallat ovdanbiddjon ášši
sma: nöörjenfaageles aamhtesh åehpiedehtedh jïh digkiedidh dam buakteme aamhtem

source: lohkat iešguđet šáŋŋeriid girjedárogiel ja ođđadárogiel teavsttaid ja analyseret teavsttaid vai sáhttá oaivvildit juoidá dain gažaldagain mat teavsttain bohtet ovdan, ja árvvuin maid dat ovddastit
sma: tjaalegh lohkedh gærjagïelesne jïh orregïelesne ovmessie sjangerinie, jïh tjaalegidie analyjseradidh juktie maehtedh mïelem utnedh gyhtjelassi bïjre mah bæjjese vaaltasuvvieh jïh dej aarvoej bïjre

source: čállit teavsttaid main lea čielga ulbmil, buorre struktuvra ja oktavuohta
sma: tjaalegh tjaeledh tjïelke aajkojne, hijven struktuvrine jïh ektiedimmine

source: čállit hutkás, čuvgejeaddji ja ákkastalli teavsttaid, čilgehusaid, girjjálašvuođa dulkomiid, ságaškuššamiid ja eará vihkkedalli teavsttaid
sma: skaepiedihks, bievnije jïh argumentereden tjaalegh, salkehtimmieh, lidteræære toelhkestimmieh, digkiedimmieh jïh jeatjah ussjeden tjaalegh tjaeledh

source: selvehit Norgga gielladebáhta ja giellapolitihka 1800-logus
sma: nöörjen gïeledigkiedimmiem jïh gïelepolitihkem buerkiestidh 1800-låhkoen

source: čilget ákkastallama áššeprosateavsttain retorihkkamáhtu geavaheami bokte
sma: argumentasjovnem buerkiestidh aamhteseprovsatjaaleginie viehkine daajroem nuhtjedh retorihken bïjre

source: myhtaid ja álbmotdiktema muitalanvugiiguin ja árvvuiguin buohtastahttit vissis meari dálááigásaš teavsttaid muitalanvugiid ja árvvuid
sma: soptsestimmievuekieh jïh aarvoeh viertiestidh såemies daaletje tjaaleginie soptsestimmievuekiejgujmie jïh aarvoejgujmie vaajesinie jïh almetjediktadimmesne

source: buohtastahttit mo ” dážavuohta ” ja ” sámevuohta ” boahtá ovdan sámi ja dáru girjjálašvuođa teavsttain
sma: viertiestidh guktie «dïhte saemienš jïh «dïhte nöörjenš vååjnesasse båetieh tjaaleginie saemien jïh nöörjen lidteratuvreste

source: lohkat vissis meari guovddáš norgga ja muhtun eurohpálaš teavsttaid gaskaáiggis gitta romantihkka-áiggi rádjai, bidjat daid kulturhistorjjálaš oktavuhtii ja kommenteret hámi ja sisdoalu
sma: såemies vihkeles nöörjen jïh såemies europejen tjaalegh lohkedh gaske-aaltaristie jïh dovne romantihkem, dejtie akten kultuvrehistovreles ektiedæmman bïejedh jïh hammoem jïh sisvegem lahtestidh

source: analyseret sisdoalu ja árvvoštallat váikkuhangaskaomiid geavaheami teavsttain mat leat vižžon iešguđet digitála mediain
sma: sisvegem analyjseradidh jïh åtnoem viehkiedïrregijstie vuarjasjidh tjaaleginie mah leah veedtjeme ovmessie digitaale meedijijstie

source: čujuhit gálduide ja árvvoštallat daid áigeguovdilis fágalaš oktavuođain
sma: gaaltijidie vuesiehtidh jïh gaaltijh vuarjasjidh sjyöhtehke faageles ektiedimmine

source: Gelbbolašvuođamihttomearit maŋŋel Jo3 - Studerenráhkkanahtti oahppoprográmma
sma: Maahtoeulmie Jåa3 mænngan

source: guldalit ja árvvoštallat iešguđet mediaid njálmmálaš teavsttaid ákkastallama ja oaivvildit juoidá sisdoalu ja hámi birra
sma: goltelidh jïh vuarjasjidh argumentasjovnem njaalmeldh tjaaleginie ovmessie meedijinie, jïh mïelem utnedh sisvegen jïh hammoen bïjre

source: dárogillii refereret sámegiel njálmmálaš teavsttaid áššiid birra mat gusket báikkálaš servodahkii
sma: nöörjen gïelesne vaajestidh saemien njaalmeldh tjaalegh aamhtesi bïjre mah leah gietskies siebriedahken bïjre

source: ovdanbuktit iežas nana sátneriggodagain ja buori giellageavahemiin mii lea heivehuvvon ulbmilii ja vuostáiváldái
sma: jeereldihkie baakoeveahkine jïh hijven gïeleåtnojne soptsestidh mah leah åssjelasse jïh dåastoejasse sjïehtedamme

source: fágaterminologiija ja ollislaš ákkastallama vehkiin ságaškuššat fágalaš fáttáid
sma: faageles aamhtesh digkiedidh viehkine faageterminologijeste jïh ållesth argumentasjovneste

source: bidjat oktii ja ovdanbuktit ráddjejuvvon čáppagirjjálašvuođa prográmma
sma: tjåanghkan bïejedh jïh aktem gaertjiedamme tjiehpieslidteræære programmem åehpiedehtedh

source: lohkat vissis meari dálááigásaš teavsttaid ja ságaškuššat mo dát teavsttat gielalaččat ja temáhtalaččat leat min áiggi ektui
sma: såemies tjaalegh daaletje tïjjeste lohkedh, jïh digkiedidh guktie daah tjaalegh gïeline jïh teemine leah daan tïjjen bïjre

source: ovdanbuktit iežas nana sátneriggodagain ja buori giellageavahemiin, ja hálddašit deháleamos gielalaš hápmegáibádusaid
sma: jeereldihkie baakoeveahkine jïh hijven gïeleåtnojne soptsestidh, jïh vihkeles gïelen hammoekrïevenassh haalvedh

source: čállit girjjálašvuođa dulkomiid ja retoralaš analysaid, hutkás teavsttaid ja vihkkedalli teavsttaid maid vuolggasadjin leat dárogielfágalaš teavsttat
sma: lidteræære toelhkestimmieh jïh retorihkeles analyjsh tjaeledh, skaepiedihks jïh ussjeden tjaalegh tjaeledh mah våaromem utnieh nöörjenfaageles tjaaleginie

source: čállit čuvgejeaddji teavsttaid, čilgehusaid ja ságaškuššamiid main leat čielga ulbmil, buorre struktuvra ja áššálaš dieđut
sma: bievnije tjaalegh, salkehtimmieh jïh digkiedimmieh tjaeledh tjïelke aajkojne, hijven struktuvrine jïh eensi bïevnesigujmie

source: kritihkalaččat ja dárkkistahtti láhkai geavahit gálduid ja hálddašit digitála gáldočujuhemiid
sma: gaaltijh laejhtehkslaakan nuhtjedh mejtie gåarede mænngan gïehtjedidh jïh digitaale gaaltijevuesiehtimmiem haalvedh

source: selvehit iešvuođaid vissis meari dárogielsuopmaniin ja reflekteret beliid birra mat sáhttet váikkuhit suopmaniid ovdáneapmái
sma: sjïere væhtah såemies nöörjen smaaregïeline tjïelkestidh jïh tsiehkiej bïjre ussjedidh mah maehtieh evtiedimmiem smaaregïeleste tsevtsedh

source: selvehit Norgga gielladebáhta ja giellapolitihka jagis 1900 rájes dálá áigái
sma: nöörjen gïeledigkiedimmiem jïh gïelepolitihkem tjïelkestidh 1900 raejeste jïh daan raajan

source: digaštallat dáruiduhttinpolitihka váikkuhusaid sámi guovlluin
sma: konsekvensh digkiedidh daaroedehtemepolithkeste dejnie saemien dajvine

source: ovdanbuktit vissis meari jorgaluvvon ja originála davviriikkalaš teavsttaid
sma: såemies noerhtelaanti tjaalegh åehpiedehtedh mah leah jarkoestamme jïh mah leah orre

source: analyseret, dulkot ja buohtastahttit vissis meari guovddáš norgga ja muhtun riikkaidgaskasaš teavsttaid iešguđet girjjálašvuođa árbevieruin romantihka áiggis gitta dálá áigái, ja bidjat daid kulturhistorjjálaš oktavuhtii
sma: analyjseradidh, toelhkestidh jïh viertiestidh såemies nöörjen jïh såemies gaskenasjovnaale tjaalegh ovmessie lidteræære aerpievuekijste romantihkeste jïh daan beajjan, jïh dejtie akten kultuvrehistovreles ektiedæmman bïejedh

source: analyseret ja árvvoštallat retorihka doahpagiiguin iešguđet áššeprosašáŋŋeriid teavsttaid
sma: dïejveseapparaatem retorihkeste nuhtjedh juktie analyjseradidh jïh vuarjasjidh tjaalegh ovmessie aamhteseprovsasjangerinie
